tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "knqyf263/pet"
tap "stripe/stripe-cli"
brew "coreutils"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "sdl2_image"
brew "cataclysm"
brew "curl"
brew "deno"
brew "exa"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "graphviz"
brew "htop"
brew "lazydocker"
brew "lua-language-server"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "pnpm"
brew "pstree"
brew "ripgrep"
brew "rustup-init"
brew "skaffold"
brew "tig"
brew "tmux"
brew "tre-command"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-vi-mode"
brew "knqyf263/pet/pet"
brew "stripe/stripe-cli/stripe"
cask "docker"
cask "font-hack-nerd-font"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
vscode "Arjun.swagger-viewer"
vscode "genieai.chatgpt-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
